[
  {
    "id": "8",
    "date": "2023",
    "title": "Instaline",
    "titleDesc": "UI/UX Designing",
    "category": "design",
    "role": "UI/UX designing\ndesign concepts\nMobile Design",
    "img": "KRI_20231003_instaline",
    "gallery": [
      "2023_03_10_Instaline_Mockup1",
      "2023_03_10_Instaline_Mockup2",
      "2023_10_03_Instaline_Mockup3",
      "2023_10_03_Instaline_Mockup4"
    ],
    "desc": "We collaborated with our esteemed client to develop Instaline, a groundbreaking food delivery mobile app. Our expertise in wireframes and UI/UX design was instrumental in bringing this vision to life. We emphasized the importance of aligning our work with the client's goals to create a seamless user experience. Meticulously crafted wireframes served as the project's foundation, ensuring the app's intuitive and user-centric interface.\n\nOur UI/UX design work elevated Instaline, blending creativity and functionality into every pixel. We were committed to delivering a product exceeding expectations, setting new standards in the food delivery app industry. Instaline stands as a transformative solution that captivates and delights users, making it a standout in the crowded mobile app landscape."
  },
  {
    "id": "7",
    "date": "2023",
    "title": "Trisara",
    "titleDesc": "Responsive Website development",
    "category": "web",
    "role": "design concepts\nUI/UX \nResponsive design \n webApp production\ndeployment",
    "img": "KRI_20230928_trisara",
    "gallery": [
      "2023_09_29_Trisara_mockup_3",
      "2023_09_21_Trisara.0 mockup_1",
      "2023_09_29_Trisara_mockup_4",
      "2023_09_27_Trisara_MockupPerosPizza"
    ],
    "desc": "We partnered with Trisara Nepal, a renowned hospitality brand in Nepal, to elevate their online presence through a website. The main objectives were to emphasize their multiple locations, introduce features like event notifications, online booking, QR code menus, and showcase their achievements and community involvement.\n\nWe crafted a user-friendly website that allowed visitors to easily explore Trisara Nepal's various locations, immersing them in each restaurant's unique ambiance through stunning photo galleries. \"Event Pops\" notifications engaged users with upcoming events and promotions, enhancing their browsing experience and increasing event participation and bookings.\n\nSeamless online booking was achieved by integrating an efficient reservation system, simplifying the process and boosting conversion rates. Additionally, a QR code menu enhanced the dining experience, offering interactive menus with enticing dishes, descriptions, and images, while reducing paper usage.\n\nA dedicated section highlighted Trisara Nepal's achievements and community contributions, reinforcing their commitment to sustainability and community engagement. The revamped website significantly improved online visibility, engagement, and bookings, solidifying Trisara Nepal's position as a top dining and hospitality brand in Nepal."
  },
  {
    "id": "6",
    "date": "2023",
    "title": "Silver lining",
    "titleDesc": "brochure design/printing",
    "category": "print",
    "role": "brochure design\nprinting",
    "img": "KRI_20230405_silverlining",
    "gallery": [
      "2023_04_12_Mockup4_Silverlining",
      "2023_04_12_Mockup2_Silverlining",
      "2023_04_12_Mockup3_Silverlining"
    ],
    "desc": "We had the pleasure of working with Silver Lining, a data center and managed services provider that offers a full suite of cloud, data center, and disaster recovery products as well as managed services to the private and public sectors. As the designer and printer of their brochures, our primary goal was to create a marketing tool that effectively communicates Silver Lining's services and capabilities to their target audience.\n\nOur brochure design process involved understanding Silver Lining's brand and target audience, as well as their marketing goals. We worked closely with their team to create a design that showcases their services in a visually appealing and easy-to-understand way. Our team of designers utilized their expertise to create a design that incorporates Silver Lining's branding and imagery, creating a consistent and memorable experience for their customers.\n\nOnce the design was finalized, we moved on to the printing process. We utilized high-quality materials and printing techniques to produce brochures that are visually appealing and durable. Our team carefully monitored the printing process to ensure that the final product met Silver Lining's expectations and our high standards for quality.\n\nIn summary, our brochure design and printing service is a comprehensive solution that caters to businesses' marketing needs. We are proud to have worked with Silver Lining to create a brochure that effectively communicates their services and capabilities to their target audience. Contact us today to learn more about our services and how we can help you elevate your brand!"
  },
  {
    "id": "5",
    "date": "2023",
    "title": "Hivelaya",
    "titleDesc": "Social Media Posts",
    "category": "digital marketing",
    "role": "graphic design\ncarousel designs\nscratch vector images",
    "img": "KRI_20230405_ig-post",
    "gallery": [
      "2023_04_12_Mockup1_Hivelaya",
      "2023_04_12_Mockup2_Hivelaya",
      "2023_04_12_Mockup3_Hivelaya"
    ],
    "desc": "We recently had the pleasure of working with Hivelaya, a digital skills marketplace that connects aspiring learners and passionate Knowledge Gurus to create a knowledge bank dedicated to helping people transform their lives by upskilling, reskilling, and becoming lifelong learners. As the creator of their social media posts, our primary goal was to create engaging and informative content that promotes Hivelaya's courses and services to their target audience.\n\nOur social media post creation process involved understanding Hivelaya's brand and target audience, as well as their marketing goals. We worked closely with their team to create content that highlights the benefits of their courses and services in an eye-catching and informative way. Our team of content creators and designers utilized their expertise to craft posts that are visually appealing and effective at engaging Hivelaya's target audience.\n\nOur social media posts service is a comprehensive solution that caters to businesses' marketing needs. We are proud to have worked with Hivelaya to create social media posts that promote their services and encourage people to upskill and reskill themselves. Contact us today to learn more about our services and how we can help you elevate your brand on social media!"
  },
  {
    "id": "4",
    "date": "2022",
    "title": "Better than hotel",
    "titleDesc": "Website development",
    "category": "web",
    "role": "design concepts\nUI/UX \n webApp production\ndeployment",
    "img": "KRI_20230405_bth-web",
    "gallery": [
      "2023_04_12_Mockup1_BetterthanhotelLaptop",
      "2023_04_12_Mockup2_BetterthanhotelLaptop",
      "2023_04_12_Mockup3_BetterthanhotelLaptop"
    ],
    "desc": "A web and mobile-based application that allows users to book a home away from home in the UK. Our client's primary goal was to create a user-friendly and intuitive platform that connects property owners and guests. With our team's expertise, we were able to develop an application that includes all the essential features needed to make the booking process seamless and hassle-free.\n\nOur application features a Login and Registration system that enables both Property Owners and Guests to create and manage their profiles. Guests can view property details, bookmark their favorite properties, and book them directly through the application. They can also view and update their profile information and perform searches to find properties that meet their specific needs.\n\nProperty Owners can add, edit, and delete their property listings, view other properties available on the platform, and edit/update their profile information. The platform's search function allows Property Owners to find guests that match their property's requirements, making the booking process more efficient.\n\nOur team understands the importance of having a mobile application that allows users to access the platform's features on-the-go. Therefore, we have made sure that all the features available on the web application are also available on the mobile application. This ensures that users can access the platform's functionality from anywhere, at any time, using their mobile devices.\n\nOverall, we are thrilled to have worked on this project and to have delivered a high-quality web and mobile-based application for our client. If you have any questions or would like to learn more about our services, please don't hesitate to contact us."
  },
  {
    "id": "3",
    "date": "2022",
    "title": "Better than hotel",
    "titleDesc": "Mobile App",
    "category": "app",
    "role": "design concepts\nUI/UX\n mobile app production\ndeployment",
    "img": "KRI_20230405_BTH",
    "gallery": [
      "2023_04_12_Mockup1_MobileBetterthanhotel",
      "2023_04_12_Mockup2_MobileBetterthanhotel",
      "2023_04_12_Mockup3_MobileBetterthanhotel"
    ],
    "desc": "A web and mobile-based application that allows users to book a home away from home in the UK. Our client's primary goal was to create a user-friendly and intuitive platform that connects property owners and guests. With our team's expertise, we were able to develop an application that includes all the essential features needed to make the booking process seamless and hassle-free.\n\nOur application features a Login and Registration system that enables both Property Owners and Guests to create and manage their profiles. Guests can view property details, bookmark their favorite properties, and book them directly through the application. They can also view and update their profile information and perform searches to find properties that meet their specific needs.\n\nProperty Owners can add, edit, and delete their property listings, view other properties available on the platform, and edit/update their profile information. The platform's search function allows Property Owners to find guests that match their property's requirements, making the booking process more efficient.\n\nOur team understands the importance of having a mobile application that allows users to access the platform's features on-the-go. Therefore, we have made sure that all the features available on the web application are also available on the mobile application. This ensures that users can access the platform's functionality from anywhere, at any time, using their mobile devices.\n\nOverall, we are thrilled to have worked on this project and to have delivered a high-quality web and mobile-based application for our client. If you have any questions or would like to learn more about our services, please don't hesitate to contact us."
  }
]
